/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "4915";  */
"Favorites" = "Favoritos";

/*  Class = "NSTabViewItem"; label = "Standard"; ObjectID = "4981";  */
"Standard" = "Estándar";

/*  Class = "NSTabViewItem"; label = "Socket"; ObjectID = "4982";  */
"Socket" = "Socket";

/*  Class = "NSTabViewItem"; label = "SSH"; ObjectID = "4985";  */
"SSH" = "SSH";

/*  Class = "NSTextFieldCell"; title = "Enter connection details below, or choose a favorite"; ObjectID = "5155";  */
"Enter connection details below, or choose a favorite" = "Introduzca los detalles de la conexión a continuación, o elija un favorito";

/*  Class = "NSButtonCell"; title = "Connect"; ObjectID = "5158";  */
"Connect" = "Conectar";

/*  Class = "NSButtonCell"; title = "Add to Favorites"; ObjectID = "5866";  */
"Add to Favorites" = "Añadir a favoritos";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer"; ObjectID = "5171";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer" = "Introduzca el host del servidor MySQL al que desea conectarse.  Introduzca 127.0.0.1 para conectarse a un servidor de este equipo";

/*  Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "5174";  */
"Host:" = "Host:";

/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5175";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5212";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5266";  */
"Enter the MySQL username to connect with" = "Introduzca el nombre de usuario de MySQL para conectarse";

/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5177";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5226";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5280";  */
"Username:" = "Usuario:";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5179";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5214";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5268";  */
"Enter the password to use when connecting to the MySQL server" = "Introduzca la contraseña que utiliza para conectarse al servidor MySQL";

/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5181";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5224";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5278";  */
"Password:" = "Contraseña:";

/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5183";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5216";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5270";  */
"Optionally enter a database to select after successfully connecting to the MySQL server" = "Opcionalmente introduzca una base de datos para seleccionarla después de conectar correctamente con el servidor MySQL";

/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5185";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5222";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5276";  */
"Database:" = "Base de datos:";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5186";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5221";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5223";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5277";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5379";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5388";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5400";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5406";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5411";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5412";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5413";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5415";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5416";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5417";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5293";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5737";  */
"optional" = "opcional";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5187";  */
/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5272";  */
"Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306" = "Introduzca el puerto que usa para conectarse al servidor MySQL. El puerto por defecto de MySQL es 3306";

/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5189";  */
/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5274";  */
"Port:" = "Puerto:";

/*  Class = "NSTextField"; gToolTip = "Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location"; ObjectID = "5218";  */
"Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location" = "Introduzca la ruta del archivo de socket que usa para conectarse a MySQL. Deje este campo en blanco para usar la ubicación por defecto del socket";

/*  Class = "NSTextFieldCell"; title = "Socket:"; ObjectID = "5220";  */
"Socket:" = "Socket:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to"; ObjectID = "5264";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to" = "Introduzca el host del servidor MySQL al que desea conectarse.  Introduzca 127.0.0.1 para conectarse a un servidor ejecutado en un equipo al que está conectado mediante un túnel";

/*  Class = "NSTextFieldCell"; title = "MySQL Host:"; ObjectID = "5282";  */
"MySQL Host:" = "Host MySQL:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server"; ObjectID = "5284";  */
"Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server" = "Introduzca el host del servidor SSH para crear un túnel a través de este para conectarse al servidor MySQL";

/*  Class = "NSTextField"; gToolTip = "Enter the SSH username to connect with"; ObjectID = "5286";  */
"Enter the SSH username to connect with" = "Introduzca el nombre de usuario SSH para conectarse";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available"; ObjectID = "5288";  */
"Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available" = "Introduzca la contraseña que usa para conectarse al servidor SSH. Nota: su configuración SSH está usando pares de claves públicas/privadas y otros métodos de autenticación se usarán si están disponibles";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the SSH server.  The default SSH port is 22"; ObjectID = "5290";  */
"Enter the port to use when connecting to the SSH server.  The default SSH port is 22" = "Introduzca el puerto que usa para conectarse al servidor SSH. El puerto por defecto de SSH es 22";

/*  Class = "NSTextFieldCell"; title = "SSH Port:"; ObjectID = "5292";  */
"SSH Port:" = "Puerto SSH:";

/*  Class = "NSTextFieldCell"; title = "SSH Password:"; ObjectID = "5294";  */
"SSH Password:" = "Contraseña SSH:";

/*  Class = "NSTextFieldCell"; title = "SSH User:"; ObjectID = "5296";  */
"SSH User:" = "Usuario SSH:";

/*  Class = "NSTextFieldCell"; title = "SSH Host:"; ObjectID = "5298";  */
"SSH Host:" = "Host SSH:";

/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5376";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5385";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5403";  */
"Enter a nickname to use if adding to favorites. Optional." = "Introduzca un alias para usar si añade a favoritos. Opcional.";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5378";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5387";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5405";  */
"Name:" = "Nombre:";

/*  Class = "NSTextFieldCell"; title = "Connecting..."; ObjectID = "5424";  */
"Connecting..." = "Conectando...";

/*  Class = "NSPanel"; title = "Error Detail"; ObjectID = "5431";  */
"Error Detail" = "Detalle de error";

/*  Class = "NSMenu"; title = "Sort By"; ObjectID = "5838";  */
/*  Class = "NSMenuItem"; title = "Sort By"; ObjectID = "5837";  */
"Sort By" = "Ordenar por";

/*  Class = "NSMenuItem"; title = "Name"; ObjectID = "5843";  */
"Name" = "Nombre";

/*  Class = "NSMenuItem"; title = "Host"; ObjectID = "5842";  */
"Host" = "Host";

/*  Class = "NSMenuItem"; title = "Type"; ObjectID = "5841";  */
"Type" = "Tipo";

/*  Class = "NSMenuItem"; title = "Reverse Sort Order"; ObjectID = "5839";  */
"Reverse Sort Order" = "Invertir orden de clasificación";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "5682";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Por favor, seleccione el certificado CA del cliente SSL que usa para establecer una conexión segura. Este debe ser el mismo que el certificado CA del servidor.";

/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5594";  */
/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5721";  */
"Connect using SSL" = "Conectar usando SSL";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "5670";  */
"Please select the SSL key file to use when establishing a secure connection." = "Por favor, seleccione el archivo de claves SSL que usa para establecer una conexión segura.";

/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5615";  */
/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5706";  */
"CA Cert:" = "Certificado CA:";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection"; ObjectID = "5612";  */
"Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection" = "Haga clic para seleccionar el certificado CA del cliente SSL que usa para establecer una conexión segura";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "5685";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Por favor, seleccione el archivo de certificados del cliente SSL que usa para establecer una conexión segura.";

/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5691";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5492";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5694";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5695";  */
"Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically." = "Elija un archivo personalizado de claves SSH para usar con esta conexión. Las ubicaciones estándar como ~/.ssh son comprobadas automáticamente.";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL certificate file to use when establishing a secure connection"; ObjectID = "5604";  */
"Click to choose the client SSL certificate file to use when establishing a secure connection" = "Haga clic para seleccionar el archivo de certificados del cliente SSL que usa para establecer una conexión segura";

/*  Class = "NSTextFieldCell"; title = "SSH Key:"; ObjectID = "5526";  */
"SSH Key:" = "Clave SSH:";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "5578";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Elija un archivo personalizado de claves SSH para usar con esta conexión. Tenga en cuenta que las ubicaciones estándar como ~/.ssh son comprobadas automáticamente, como todos los archivos de su configuración SSH.";

/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5703";  */
"Certificate:" = "Certificado:";

/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5597";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5608";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5616";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5698";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5702";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5705";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5730";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5731";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5732";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5733";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5734";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5735";  */
"none set" = "sin determinar";

/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5599";  */
/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5699";  */
"Key File:" = "Archivo de clave:";

/*  Class = "NSButton"; gToolTip = "Click to choose the SSL key file to use when establishing a secure connection"; ObjectID = "5600";  */
"Click to choose the SSL key file to use when establishing a secure connection" = "Haga clic para seleccionar el archivo de claves SSL que usa para establecer una conexión segura";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5749";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5757";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5761";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5765";  */
"Show hidden files" = "Mostrar archivos ocultos";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5886";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5789";  */
"Duplicate" = "Duplicar";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5887";  */
/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5790";  */
"Make Default" = "Establecer como predeterminado";

/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5792";  */
/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5835";  */
"Export..." = "Exportar...";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5884";  */
/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5794";  */
"Remove" = "Eliminar";

/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5883";  */
/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5795";  */
"Rename" = "Renombrar";

/*  Class = "NSTextFieldCell"; title = "For security reasons, your connection favorite passwords are not included in the export."; ObjectID = "5798";  */
"For security reasons, your connection favorite passwords are not included in the export." = "Por razones de seguridad, las contraseñas de su conexión no están incluídas en la exportación.";

/*  Class = "NSMenuItem"; title = "Import..."; ObjectID = "5834";  */
"Import..." = "Importar...";

/*  Class = "NSButtonCell"; title = "Test connection"; ObjectID = "5864";  */
"Test connection" = "Comprobar conexión";

/*  Class = "NSButtonCell"; title = "Save changes"; ObjectID = "5870";  */
"Save changes" = "Guardar cambios";

